app/controllers/api/v1/users_controller.rb

SELECT `users`.* FROM `users`
---
      def index
        users = User.all